---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFy2
source: html/451ddace-6242-72e8-a9bf-d151469c610f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFy2 Property

"Fy 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadLinearForceFy2 { get; }
```